{
  "jobs": [
    {
      "id": 1,
      "job_name": "Web Developer",
      "job_detail": "Laravel",
      "job_status": "Junior",
      "company": "Google",
      "company_logo": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Google_2015_logo.svg/1200px-Google_2015_logo.svg.png",
      "work_time": "Full-time",
      "salary": 8000000,
      "bannerColor": [204, 11, 31, 2],
      "address": "California",
      "description": "Join our dynamic team at Google as a Web Developer specializing in Laravel. Google is one of the leading technology companies in the world, and this role offers exciting opportunities for growth and innovation.",
      "requirement": "To succeed in this role, you should have a strong background in Laravel development and a passion for creating cutting-edge web applications. Apply now and be part of the Google experience!"
    },
    {
      "id": 2,
      "job_name": "Web Developer",
      "job_detail": "Javascript",
      "job_status": "Junior",
      "company": "Meta",
      "company_logo": "https://assets.techverse.asia/media/2023/02/22/1677057338_63f5dd3ad2288_R6GNIKSnrMPKiH74hAqD.png",
      "work_time": "Full-time",
      "salary": 7000000,
      "bannerColor": [204, 11, 31, 2],
      "address": "California",
      "description": "Explore the world of web development with Meta! As a Web Developer specializing in Javascript, you'll play a crucial role in shaping the future of technology. Meta is a global company that values innovation and creativity.",
      "requirement": "We are looking for individuals with strong Javascript skills and a passion for building scalable and responsive web applications. Join Meta and be part of a dynamic team that pushes the boundaries of technology."
    },
    {
      "id": 3,
      "job_name": "Mobile Developer",
      "job_detail": "Flutter",
      "job_status": "Senior",
      "company": "Grab",
      "company_logo": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Grab_Logo.svg/500px-Grab_Logo.svg.png",
      "work_time": "Full-time",
      "salary": 10000000,
      "bannerColor": [204, 11, 31, 2],
      "address": "California",
      "description": "Are you a passionate Mobile Developer? Join Grab, a leading tech company, as a Senior Mobile Developer specializing in Flutter. At Grab, we believe in making everyday lives better through technology.",
      "requirement": "We are looking for experienced Flutter developers with a strong background in mobile app development. Join us at Grab and contribute to building innovative solutions that impact millions of users worldwide."
    },
    {
      "id": 4,
      "job_name": "Software Developer",
      "job_detail": "Java",
      "job_status": "Junior",
      "company": "Sinarmas",
      "company_logo": "https://upload.wikimedia.org/wikipedia/commons/3/34/Sinarmas-Logo.png",
      "work_time": "Full-time",
      "salary": 4000000,
      "bannerColor": [204, 11, 31, 2],
      "address": "Jakarta",
      "description": "Join Sinarmas as a Junior Software Developer specializing in Java. Sinarmas is a reputable company known for its commitment to excellence and innovation in the technology sector.",
      "requirement": "If you are passionate about Java development and eager to learn and grow, Sinarmas is the perfect place for you. Apply now and be part of our dynamic team."
    },
    {
      "id": 5,
      "job_name": "Data Analyst",
      "job_detail": "Python",
      "job_status": "Junior",
      "company": "Tokopedia",
      "company_logo": "https://www.pointstar.co.id/wp-content/uploads/2021/10/tokopedia-1024x1024.png",
      "work_time": "Full-time",
      "salary": 7000000,
      "bannerColor": [204, 11, 31, 2],
      "address": "California",
      "description": "Tokopedia, one of the leading e-commerce platforms, is looking for Junior Data Analysts with expertise in Python. As a Data Analyst at Tokopedia, you will play a key role in driving data-driven decision-making.",
      "requirement": "We are seeking individuals with a strong analytical mindset and proficiency in Python. Join Tokopedia and be part of our mission to empower businesses and individuals through technology."
    },
    {
      "id": 6,
      "job_name": "Web Developer",
      "job_detail": "Golang",
      "job_status": "Junior",
      "company": "Google",
      "company_logo": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Google_2015_logo.svg/1200px-Google_2015_logo.svg.png",
      "work_time": "Full-time",
      "salary": 7000000,
      "bannerColor": [204, 11, 31, 2],
      "address": "California",
      "description": "Explore the world of web development with Google! As a Web Developer specializing in Golang, you'll work on cutting-edge projects that impact users globally.",
      "requirement": "We are looking for individuals with strong Golang skills and a passion for building scalable and efficient web applications. Join Google and be part of a team that shapes the future of technology."
    },
    {
      "id": 7,
      "job_name": "Web Developer",
      "job_detail": "React",
      "job_status": "Junior",
      "company": "Meta",
      "company_logo": "https://assets.techverse.asia/media/2023/02/22/1677057338_63f5dd3ad2288_R6GNIKSnrMPKiH74hAqD.png",
      "work_time": "Full-time",
      "salary": 7000000,
      "bannerColor": [204, 11, 31, 2],
      "address": "California",
      "description": "Meta is seeking talented Junior Web Developers with expertise in Laravel. As a Web Developer at Meta, you'll be part of a dynamic team that is shaping the future of technology.",
      "requirement": "We are looking for individuals with strong Laravel skills and a passion for creating scalable and robust web applications. Join Meta and be at the forefront of innovation."
    },
    {
      "id": 8,
      "job_name": "Software Developer",
      "job_detail": "Java",
      "job_status": "Senior",
      "company": "Meta",
      "company_logo": "https://assets.techverse.asia/media/2023/02/22/1677057338_63f5dd3ad2288_R6GNIKSnrMPKiH74hAqD.png",
      "work_time": "Full-time",
      "salary": 12000000,
      "bannerColor": [204, 11, 31, 2],
      "address": "California",
      "description": "Meta is hiring experienced Senior Software Developers with expertise in Java. As a Senior Software Developer at Meta, you'll work on groundbreaking projects that have a global impact.",
      "requirement": "We are seeking individuals with a proven track record in Java development and a passion for leading and mentoring teams. Join Meta and contribute to building the next generation of technology solutions."
    },
    {
      "id": 9,
      "job_name": "Mobile Developer",
      "job_detail": "Swift",
      "job_status": "Junior",
      "company": "Apple",
      "company_logo": "https://help.apple.com/assets/65395E1DFC6CC1435002D694/65395E21BFAA0A4F6B0F414E/en_US/cfef5ce601689564e0a39b4773f20815.png",
      "work_time": "Full-time",
      "salary": 10000000,
      "bannerColor": [204, 11, 31, 2],
      "address": "California",
      "description": "Join Apple as a Junior Mobile Developer specializing in Swift. Apple is renowned for its commitment to innovation and creating products that enrich people's lives.",
      "requirement": "We are looking for individuals with a strong foundation in Swift development and a passion for creating exceptional mobile experiences. Apply now and be part of the Apple ecosystem."
    },
    {
      "id": 10,
      "job_name": "Mobile Developer",
      "job_detail": "Kotline",
      "job_status": "Senior",
      "company": "Amazon",
      "company_logo": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Amazon_logo.svg/2560px-Amazon_logo.svg.png",
      "work_time": "Full-time",
      "salary": 10000000,
      "bannerColor": [204, 11, 31, 2],
      "address": "California",
      "description": "Amazon is seeking experienced Senior Mobile Developers with expertise in Kotlin. As a Senior Mobile Developer at Amazon, you'll be part of a dynamic team working on cutting-edge mobile applications.",
      "requirement": "We are looking for individuals with a strong Kotlin background and a proven track record in mobile app development. Join Amazon and be at the forefront of creating innovative solutions for customers worldwide."
    }
  ]
}
